Repository: avgeek-oss/illustrate
Catalog: Illustrate/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, id, ja, ko, pl, pt_br, tr, uk, vi, zh_hans, zh_hant

source: %@ / frame
de: %@ / Rahmen
es: %@ / marco
fr: %@ / cadre
hi: %@ / फ्रेम
id: %@ / bingkai
ja: %@ / フレーム
ko: %@ / 프레임
pl: %@ / rama
pt_br: %@ / quadro
tr: %@ / çerçeve
uk: %@ / кадр
vi: %@/khung
zh_hans: %@ / 框架
zh_hant: %@ / 框架

# %@, %@ layer
source: %1$@, %2$@ layer
de: %1$@, %2$@ Ebene
es: Capa %1$@, %2$@
fr: Couche %1$@, %2$@
hi: %1$@, %2$@ परत
id: Lapisan %1$@, %2$@
ja: %1$@、%2$@ レイヤー
ko: %1$@, %2$@ 레이어
pl: Warstwa %1$@, %2$@
pt_br: Camada %1$@, %2$@
tr: %1$@, %2$@ katmanı
uk: Шар %1$@, %2$@
vi: Lớp %1$@, %2$@
zh_hans: %1$@、%2$@ 层
zh_hant: %1$@、%2$@ 層

# %@, %lld models
source: %1$@, %2$lld models
de: Modelle %1$@, %2$lld
es: Modelos %1$@, %2$lld
fr: Modèles %1$@, %2$lld
hi: %1$@, %2$lld मॉडल
id: Model %1$@, %2$lld
ja: %1$@、%2$lld モデル
ko: %1$@, %2$lld 모델
pl: Modele %1$@, %2$lld
pt_br: Modelos %1$@, %2$lld
tr: %1$@, %2$lld modelleri
uk: Моделі %1$@, %2$lld
vi: Các mẫu %1$@, %2$lld
zh_hans: %1$@、%2$lld 型号
zh_hant: %1$@、%2$lld 型號

source: %@, let's Illustrate ✍🏼
de: %@, lasst uns illustrieren ✍🏼
es: %@, Ilustremos ✍🏼
fr: %@, illustrons ✍🏼
hi: %@, आइए चित्रित करें ✍🏼
id: %@, mari kita ilustrasikan ✍🏼
ja: %@、イラストを描いてみましょう ✍🏼
ko: %@, 설명해보자 ✍🏼
pl: %@, zilustrujmy ✍🏼
pt_br: %@, vamos ilustrar ✍🏼
tr: %@, Haydi Gösterelim ✍🏼
uk: %@, давайте проілюструємо ✍🏼
vi: %@ cùng minh họa nhé ✍🏼
zh_hans: %@，让我们来说明一下✍🏼
zh_hant: %@，讓我們來說明一下✍🏼

source: %lld Images
de: %lld Bilder
es: %lld Imágenes
hi: %lld छवियाँ
id: Gambar %lld
ja: %lld 画像
ko: %lld 이미지
pl: Obrazy %lld
pt_br: %lld Imagens
tr: %lld Görseller
uk: %lld Зображення
vi: Hình ảnh %lld
zh_hans: %lld 图像
zh_hant: %lld 影像

# %lld attachment%@
source: %1$lld attachment%2$@
de: %1$lld Anhang%2$@
es: Accesorio %1$lld%2$@
fr: Fixation %1$lld%2$@
hi: %1$lld अटैचमेंट%2$@
id: %1$lld lampiran%2$@
ja: %1$lld 添付ファイル%2$@
ko: %1$lld 부착물%2$@
pl: Przystawka %1$lld%2$@
pt_br: %1$lld anexo%2$@
tr: %1$lld eki%2$@
uk: %1$lld вкладення%2$@
vi: Tệp đính kèm %1$lld%2$@
zh_hans: %1$lld 附件%2$@
zh_hant: %1$lld 附件%2$@

source: %lld frames
de: %lld Rahmen
es: Marcos %lld
fr: Cadres %lld
hi: %lld फ्रेम
id: Bingkai %lld
ja: %lld フレーム
ko: %lld 프레임
pl: Ramki %lld
pt_br: Quadros %lld
tr: %lld çerçeveler
uk: Рамки %lld
vi: Khung %lld
zh_hans: %lld 框架
zh_hant: %lld 框架

# %lld image%@
source: %1$lld image%2$@
de: %1$lld Bild%2$@
es: Imagen %1$lld%2$@
hi: %1$lld छवि%2$@
id: %1$lld gambar%2$@
ja: %1$lld 画像%2$@
ko: %1$lld 이미지%2$@
pl: %1$lld obraz%2$@
pt_br: %1$lld imagem%2$@
vi: Hình ảnh %1$lld%2$@
zh_hans: %1$lld 图片%2$@
zh_hant: %1$lld 圖%2$@

# %lld image%@ selected
source: %1$lld image%2$@ selected
de: %1$lld Bild%2$@ ausgewählt
es: Imagen %1$lld%2$@ seleccionada
fr: %1$lld image%2$@ sélectionnée
hi: %1$lld छवि%2$@ चयनित
id: %1$lld gambar%2$@ dipilih
ja: %1$lld 画像%2$@ が選択されました
ko: %1$lld 이미지%2$@ 선택됨
pl: Wybrano obraz %1$lld%2$@
pt_br: %1$lld imagem%2$@ selecionada
tr: %1$lld resim%2$@ seçildi
uk: Вибрано %1$lld зображення%2$@
vi: Hình ảnh %1$lld%2$@ đã chọn
zh_hans: %1$lld 图片%2$@ 已选择
zh_hant: %1$lld 圖片%2$@ 已選擇

# %lld model%@
source: %1$lld model%2$@
de: %1$lld Modell%2$@
es: Modelo %1$lld%2$@
fr: modèle %1$lld%2$@
hi: %1$lld मॉडल%2$@
ja: %1$lld モデル%2$@
ko: %1$lld 모델%2$@
pt_br: %1$lld modelo%2$@
tr: %1$lld modeli%2$@
uk: Модель %1$lld%2$@
vi: Mẫu %1$lld%2$@
zh_hans: %1$lld 型号%2$@
zh_hant: %1$lld 型號%2$@

# %lld of %lld reference images
source: %1$lld of %2$lld reference images
de: %1$lld von %2$lld Referenzbildern
es: %1$lld de imágenes de referencia %2$lld
fr: Images de référence %1$lld sur %2$lld
hi: %1$lld की %2$lld संदर्भ छवियां
id: %1$lld dari gambar referensi %2$lld
ja: %1$lld の %2$lld 参考画像
ko: %2$lld 참조 이미지 중 %1$lld
pl: %1$lld z obrazów referencyjnych %2$lld
pt_br: %1$lld de imagens de referência %2$lld
uk: %1$lld з еталонних зображень %2$lld
vi: %1$lld của hình ảnh tham khảo %2$lld
zh_hans: %2$lld 参考图像的 %1$lld
zh_hant: %2$lld 參考影像的 %1$lld

source: %lld of 64 keyframes
de: %lld von 64 Keyframes
es: %lld de 64 fotogramas clave
fr: %lld sur 64 images clés
hi: 64 कीफ्रेम का %lld
id: %lld dari 64 bingkai utama
ja: %lld (64 キーフレーム)
ko: 64개 키프레임의 %lld
pl: %lld z 64 klatkami kluczowymi
pt_br: %lld de 64 quadros-chave
tr: %lld / 64 ana kare
uk: %lld із 64 ключових кадрів
vi: %lld trong số 64 khung hình chính
zh_hans: %lld 64 个关键帧
zh_hant: %lld 64 個關鍵幀

# %lld scene%@
source: %1$lld scene%2$@
de: %1$lld Szene%2$@
es: %1$lld escena%2$@
fr: Scène %1$lld%2$@
hi: %1$lld दृश्य%2$@
id: %1$lld adegan%2$@
ja: %1$lld シーン%2$@
ko: %1$lld 장면%2$@
pl: %1$lld scena%2$@
pt_br: %1$lld cena%2$@
tr: %1$lld sahne%2$@
uk: %1$lld сцена%2$@
vi: Cảnh %1$lld%2$@
zh_hans: %1$lld 场景%2$@
zh_hant: %1$lld 場景%2$@

source: %lld seconds
de: %lld Sekunden
es: %lld segundos
fr: %lld secondes
hi: %lld सेकंड
id: %lld detik
ja: %lld 秒
ko: %lld 초
pl: %lld sekund
pt_br: %lld segundos
tr: %lld saniye
uk: %lld секунд
vi: %lld giây
zh_hans: %lld 秒
zh_hant: %lld 秒

source: %lld selected
de: %lld ausgewählt
es: %lld seleccionado
fr: %lld sélectionné
hi: %lld चयनित
id: %lld dipilih
ja: %lld 選択されました
ko: %lld 선택됨
pl: Wybrano %lld
pt_br: %lld selecionado
tr: %lld seçildi
uk: Вибрано %lld
vi: Đã chọn %lld
zh_hans: %lld 已选择
zh_hant: %lld 已選擇

# %lld/%lld processed
source: %1$lld/%2$lld processed
de: %1$lld/%2$lld verarbeitet
es: %1$lld/%2$lld procesado
fr: %1$lld/%2$lld traité
hi: %1$lld/%2$lld संसाधित
id: %1$lld/%2$lld diproses
ja: %1$lld/%2$lld 処理済み
ko: %1$lld/%2$lld 처리됨
pl: %1$lld/%2$lld przetworzone
pt_br: %1$lld/%2$lld processado
tr: %1$lld/%2$lld işlenmiş
uk: %1$lld/%2$lld оброблено
vi: Đã xử lý %1$lld/%2$lld
zh_hans: %1$lld/%2$lld 已处理
zh_hant: %1$lld/%2$lld 已處理

# %lld/%lld slots
source: %1$lld/%2$lld slots
de: Slots %1$lld/%2$lld
es: Ranuras %1$lld/%2$lld
fr: Emplacements %1$lld/%2$lld
hi: %1$lld/%2$lld स्लॉट
id: Slot %1$lld/%2$lld
ja: %1$lld/%2$lld スロット
ko: %1$lld/%2$lld 슬롯
pl: Gniazda %1$lld/%2$lld
uk: Слоти %1$lld/%2$lld
vi: Các khe cắm %1$lld/%2$lld
zh_hans: %1$lld/%2$lld 插槽
zh_hant: %1$lld/%2$lld 插槽

source: %lld/160 characters
de: %lld/160 Zeichen
es: %lld/160 caracteres
fr: %lld/160 caractères
hi: %lld/160 अक्षर
id: %lld/160 karakter
ja: %lld/160 文字
ko: %lld/160자
pl: %lld/160 znaków
pt_br: %lld/160 caracteres
tr: %lld/160 karakter
uk: %lld/160 символів
vi: %lld/160 ký tự
zh_hans: %lld/160 个字符
zh_hant: %lld/160 個字符

source: %lld/500 characters
de: %lld/500 Zeichen
es: %lld/500 caracteres
fr: %lld/500 caractères
hi: %lld/500 अक्षर
id: %lld/500 karakter
ja: %lld/500 文字
ko: %lld/500자
pl: %lld/500 znaków
pt_br: %lld/500 caracteres
tr: %lld/500 karakter
uk: %lld/500 символів
vi: %lld/500 ký tự
zh_hans: %lld/500 个字符
zh_hant: %lld/500 個字符

source: API Key
de: API-Schlüssel
es: Clave API
fr: Clé API
hi: एपीआई कुंजी
id: Kunci API
ja: APIキー
ko: API 키
pl: Klucz API
pt_br: Chave de API
tr: API Anahtarı
uk: Ключ API
vi: Khóa API
zh_hans: API密钥
zh_hant: API金鑰

source: API Response
de: API-Antwort
es: Respuesta API
fr: Réponse de l'API
hi: एपीआई प्रतिक्रिया
id: Respon API
ja: APIレスポンス
ko: API 응답
pl: Odpowiedź API
pt_br: Resposta da API
tr: API Yanıtı
uk: Відповідь API
vi: Phản hồi API
zh_hans: API响应
zh_hant: API回應

source: About
de: Über
es: Acerca de
fr: À propos
hi: के बारे में
id: Tentang
ja: について
ko: 소개
pl: O
pt_br: Sobre
tr: Hakkında
uk: про
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

source: Accent
de: Akzent
es: acento
hi: उच्चारण
id: Aksen
ja: アクセント
ko: 악센트
pl: Akcent
pt_br: Sotaque
tr: Aksan
uk: Акцент
vi: Giọng
zh_hans: 口音
zh_hant: 口音

source: Access denied. Please check your API key permissions.
de: Zugriff verweigert. Bitte überprüfen Sie Ihre API-Schlüsselberechtigungen.
es: Acceso denegado. Verifique los permisos de su clave API.
fr: Accès refusé. Veuillez vérifier les autorisations de votre clé API.
hi: प्रवेश निषेध. कृपया अपनी एपीआई कुंजी अनुमतियाँ जाँचें।
id: Akses ditolak. Silakan periksa izin kunci API Anda.
ja: アクセスが拒否されました。 API キーの権限を確認してください。
ko: 액세스가 거부되었습니다. API 키 권한을 확인하세요.
pl: Odmowa dostępu. Sprawdź uprawnienia klucza API.
pt_br: Acesso negado. Verifique as permissões da sua chave API.
tr: Erişim reddedildi. Lütfen API anahtarı izinlerinizi kontrol edin.
uk: Доступ заборонено. Будь ласка, перевірте ваші дозволи ключа API.
vi: Truy cập bị từ chối. Vui lòng kiểm tra quyền truy cập khóa API của bạn.
zh_hans: 访问被拒绝。请检查您的 API 密钥权限。
zh_hant: 訪問被拒絕。請檢查您的 API 金鑰權限。

source: Account ID
de: Konto-ID
es: ID de cuenta
fr: Identifiant du compte
hi: खाता आईडी
id: ID Akun
ja: アカウントID
ko: 계정 ID
pl: Identyfikator konta
pt_br: ID da conta
tr: Hesap Kimliği
uk: ID облікового запису
vi: ID tài khoản
zh_hans: 账户ID
zh_hant: 帳戶ID

source: Actions
de: Aktionen
es: Acciones
hi: क्रियाएँ
id: Tindakan
ja: アクション
ko: 작업
pl: Działania
pt_br: Ações
tr: Eylemler
uk: Дії
vi: hành động
zh_hans: 行动
zh_hant: 行動

source: Actual cost may vary based on provider pricing.
de: Die tatsächlichen Kosten können je nach Anbieterpreis variieren.
es: El costo real puede variar según los precios del proveedor.
fr: Le coût réel peut varier en fonction des tarifs du fournisseur.
hi: प्रदाता मूल्य निर्धारण के आधार पर वास्तविक लागत भिन्न हो सकती है।
id: Biaya sebenarnya dapat bervariasi berdasarkan harga penyedia.
ja: 実際の費用はプロバイダーの価格設定によって異なる場合があります。
ko: 실제 비용은 공급자 가격에 따라 달라질 수 있습니다.
pl: Rzeczywisty koszt może się różnić w zależności od cen dostawcy.
pt_br: O custo real pode variar com base nos preços do fornecedor.
tr: Gerçek maliyet, sağlayıcının fiyatlandırmasına bağlı olarak değişebilir.
uk: Фактична вартість може відрізнятися залежно від цін постачальника.
vi: Chi phí thực tế có thể thay đổi tùy theo giá của nhà cung cấp.
zh_hans: 实际成本可能会根据提供商的定价而有所不同。
zh_hant: 實際成本可能會根據提供者的定價而有所不同。

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
hi: जोड़ें
id: Tambahkan
ja: 追加
ko: 추가
pl: Dodaj
pt_br: Adicionar
tr: Ekle
uk: додати
vi: Thêm
zh_hans: 添加
zh_hant: 添加

source: Add Card
de: Karte hinzufügen
es: Agregar tarjeta
fr: Ajouter une carte
hi: कार्ड जोड़ें
id: Tambahkan Kartu
ja: カードを追加
ko: 카드 추가
pl: Dodaj kartę
pt_br: Adicionar cartão
tr: Kart Ekle
uk: Додати картку
vi: Thêm thẻ
zh_hans: 添加卡
zh_hant: 添加卡

source: Add Custom Color
de: Benutzerdefinierte Farbe hinzufügen
es: Agregar color personalizado
fr: Ajouter une couleur personnalisée
hi: कस्टम रंग जोड़ें
id: Tambahkan Warna Kustom
ja: カスタムカラーの追加
ko: 사용자 정의 색상 추가
pl: Dodaj kolor niestandardowy
pt_br: Adicionar cor personalizada
tr: Özel Renk Ekle
uk: Додати спеціальний колір
vi: Thêm màu tùy chỉnh
zh_hans: 添加自定义颜色
zh_hant: 新增自訂顏色

source: Add First Scene
de: Erste Szene hinzufügen
es: Agregar primera escena
fr: Ajouter la première scène
hi: पहला दृश्य जोड़ें
id: Tambahkan Adegan Pertama
ja: 最初のシーンを追加
ko: 첫 번째 장면 추가
pl: Dodaj pierwszą scenę
pt_br: Adicionar primeira cena
tr: İlk Sahneyi Ekle
uk: Додайте першу сцену
vi: Thêm cảnh đầu tiên
zh_hans: 添加第一个场景
zh_hant: 新增第一個場景

source: Add Image
de: Bild hinzufügen
es: Agregar imagen
fr: Ajouter une image
hi: छवि जोड़ें
id: Tambahkan Gambar
ja: 画像を追加
ko: 이미지 추가
pl: Dodaj obraz
pt_br: Adicionar imagem
tr: Resim Ekle
uk: Додати зображення
vi: Thêm hình ảnh
zh_hans: 添加图片
zh_hant: 新增圖片

source: Add Logo Variant
de: Logo-Variante hinzufügen
es: Agregar variante de logotipo
fr: Ajouter une variante de logo
hi: लोगो वैरिएंट जोड़ें
id: Tambahkan Varian Logo
ja: ロゴのバリエーションを追加
ko: 로고 변형 추가
pl: Dodaj wariant logo
pt_br: Adicionar variante de logotipo
tr: Logo Varyantını Ekle
uk: Додати варіант логотипу
vi: Thêm biến thể logo
zh_hans: 添加徽标变体
zh_hant: 新增標誌變體

source: Add New Scene
de: Neue Szene hinzufügen
es: Agregar nueva escena
fr: Ajouter une nouvelle scène
hi: नया दृश्य जोड़ें
id: Tambahkan Adegan Baru
ja: 新しいシーンを追加
ko: 새 장면 추가
pl: Dodaj nową scenę
pt_br: Adicionar nova cena
tr: Yeni Sahne Ekle
uk: Додати нову сцену
vi: Thêm cảnh mới
zh_hans: 添加新场景
zh_hant: 新增場景

source: Add New Scene (⌘N)
de: Neue Szene hinzufügen (⌘N)
es: Agregar nueva escena (⌘N)
fr: Ajouter une nouvelle scène (⌘N)
hi: नया दृश्य जोड़ें (⌘N)
id: Tambahkan Adegan Baru (⌘N)
ja: 新しいシーンを追加 (⌘N)
ko: 새 장면 추가(⌘N)
pl: Dodaj nową scenę (⌘N)
pt_br: Adicionar nova cena (⌘N)
tr: Yeni Sahne Ekle (⌘N)
uk: Додати нову сцену (⌘N)
vi: Thêm cảnh mới (⌘N)
zh_hans: 添加新场景 (⌘N)
zh_hant: 新增場景 (⌘N)

source: Add Output
de: Ausgabe hinzufügen
es: Agregar salida
fr: Ajouter une sortie
hi: आउटपुट जोड़ें
id: Tambahkan Keluaran
ja: 出力の追加
ko: 출력 추가
pl: Dodaj dane wyjściowe
pt_br: Adicionar saída
tr: Çıktı Ekle
uk: Додати вихід
vi: Thêm đầu ra
zh_hans: 添加输出
zh_hant: 新增輸出

source: Add Product
de: Produkt hinzufügen
es: Agregar producto
fr: Ajouter un produit
hi: उत्पाद जोड़ें
id: Tambahkan Produk
ja: 製品の追加
ko: 제품 추가
pl: Dodaj produkt
pt_br: Adicionar produto
tr: Ürün Ekle
uk: Додати продукт
vi: Thêm sản phẩm
zh_hans: 添加产品
zh_hant: 添加產品

source: Add Prompt
de: Eingabeaufforderung hinzufügen
es: Agregar mensaje
fr: Ajouter une invite
hi: संकेत जोड़ें
id: Tambahkan Perintah
ja: プロンプトの追加
ko: 프롬프트 추가
pl: Dodaj monit
pt_br: Adicionar prompt
tr: İstem Ekle
uk: Додати підказку
vi: Thêm lời nhắc
zh_hans: 添加提示
zh_hant: 新增提示

source: Add Prompt to Prompt Gallery
de: Eingabeaufforderung zur Eingabeaufforderungsgalerie hinzufügen
es: Agregar mensaje a la galería de mensajes
fr: Ajouter une invite à la galerie d'invites
hi: प्रॉम्प्ट गैलरी में प्रॉम्प्ट जोड़ें
id: Tambahkan Prompt ke Galeri Prompt
ja: プロンプトをプロンプト ギャラリーに追加
ko: 프롬프트 갤러리에 프롬프트 추가
pl: Dodaj monit do galerii podpowiedzi
pt_br: Adicionar prompt à galeria de prompts
tr: İstem Galerisine İstem Ekle
uk: Додати підказку до галереї підказок
vi: Thêm Lời nhắc vào Thư viện Lời nhắc
zh_hans: 将提示添加到提示库
zh_hant: 將提示新增至提示庫

source: Add Provider
de: Anbieter hinzufügen
es: Agregar proveedor
fr: Ajouter un fournisseur
hi: प्रदाता जोड़ें
id: Tambahkan Penyedia
ja: プロバイダーの追加
ko: 공급자 추가
pl: Dodaj dostawcę
pt_br: Adicionar provedor
tr: Sağlayıcı Ekle
uk: Додати постачальника
vi: Thêm nhà cung cấp
zh_hans: 添加提供商
zh_hant: 新增提供者

source: Add Reference Image
de: Referenzbild hinzufügen
es: Agregar imagen de referencia
fr: Ajouter une image de référence
hi: संदर्भ छवि जोड़ें
id: Tambahkan Gambar Referensi
ja: 参照画像を追加
ko: 참조 이미지 추가
pl: Dodaj obraz referencyjny
pt_br: Adicionar imagem de referência
tr: Referans Resmi Ekle
uk: Додати еталонне зображення
vi: Thêm hình ảnh tham khảo
zh_hans: 添加参考图像
zh_hant: 新增參考影像

source: Add Scene
de: Szene hinzufügen
es: Agregar escena
fr: Ajouter une scène
hi: दृश्य जोड़ें
id: Tambahkan Adegan
ja: シーンの追加
ko: 장면 추가
pl: Dodaj scenę
pt_br: Adicionar cena
tr: Sahne Ekle
uk: Додати сцену
vi: Thêm cảnh
zh_hans: 添加场景
zh_hant: 新增場景

source: Add Subject
de: Betreff hinzufügen
es: Agregar Asunto
fr: Ajouter un sujet
hi: विषय जोड़ें
id: Tambahkan Subjek
ja: 件名を追加
ko: 제목 추가
pl: Dodaj temat
pt_br: Adicionar assunto
tr: Konu Ekle
uk: Додати тему
vi: Thêm chủ đề
zh_hans: 添加主题
zh_hant: 新增主題

source: Add a backdrop and at least one subject.
de: Fügen Sie einen Hintergrund und mindestens ein Motiv hinzu.
es: Añade un fondo y al menos un tema.
fr: Ajoutez une toile de fond et au moins un sujet.
hi: एक पृष्ठभूमि और कम से कम एक विषय जोड़ें.
id: Tambahkan latar belakang dan setidaknya satu subjek.
ja: 背景と少なくとも 1 つの主題を追加します。
ko: 배경과 하나 이상의 주제를 추가하세요.
pl: Dodaj tło i co najmniej jeden temat.
pt_br: Adicione um pano de fundo e pelo menos um assunto.
tr: Bir arka plan ve en az bir konu ekleyin.
uk: Додайте фон і принаймні один об’єкт.
vi: Thêm phông nền và ít nhất một chủ đề.
zh_hans: 添加背景和至少一个主题。
zh_hant: 新增背景和至少一個主題。

source: Add a new provider
de: Fügen Sie einen neuen Anbieter hinzu
es: Agregar un nuevo proveedor
fr: Ajouter un nouveau fournisseur
hi: एक नया प्रदाता जोड़ें
id: Tambahkan penyedia baru
ja: 新しいプロバイダーを追加する
ko: 새 제공업체 추가
pl: Dodaj nowego dostawcę
pt_br: Adicionar um novo provedor
tr: Yeni bir sağlayıcı ekleyin
uk: Додайте нового провайдера
vi: Thêm nhà cung cấp mới
zh_hans: 添加新的提供商
zh_hant: 新增的提供者

source: Add a prompt manually
de: Fügen Sie manuell eine Eingabeaufforderung hinzu
es: Agregar un mensaje manualmente
fr: Ajouter une invite manuellement
hi: मैन्युअल रूप से एक संकेत जोड़ें
id: Tambahkan prompt secara manual
ja: プロンプトを手動で追加する
ko: 수동으로 프롬프트 추가
pl: Dodaj podpowiedź ręcznie
pt_br: Adicionar um prompt manualmente
tr: Manuel olarak istem ekleme
uk: Додайте підказку вручну
vi: Thêm lời nhắc theo cách thủ công
zh_hans: 手动添加提示
zh_hant: 手動新增提示

source: Add an image manually
de: Fügen Sie manuell ein Bild hinzu
es: Agregar una imagen manualmente
fr: Ajouter une image manuellement
hi: मैन्युअल रूप से एक छवि जोड़ें
id: Tambahkan gambar secara manual
ja: 画像を手動で追加する
ko: 수동으로 이미지 추가
pl: Dodaj obraz ręcznie
pt_br: Adicione uma imagem manualmente
tr: Manuel olarak resim ekleme
uk: Додайте зображення вручну
vi: Thêm hình ảnh theo cách thủ công
zh_hans: 手动添加图像
zh_hant: 手動新增圖像

source: Add custom reference images
de: Fügen Sie benutzerdefinierte Referenzbilder hinzu
es: Agregar imágenes de referencia personalizadas
fr: Ajouter des images de référence personnalisées
hi: कस्टम संदर्भ छवियाँ जोड़ें
id: Tambahkan gambar referensi khusus
ja: カスタム参照画像を追加する
ko: 맞춤 참조 이미지 추가
pl: Dodaj niestandardowe obrazy referencyjne
pt_br: Adicione imagens de referência personalizadas
tr: Özel referans görselleri ekleyin
uk: Додайте власні еталонні зображення
vi: Thêm hình ảnh tham khảo tùy chỉnh
zh_hans: 添加自定义参考图像
zh_hant: 新增自訂參考影像

source: Add images to your brand kit to use them here.
de: Fügen Sie Bilder zu Ihrem Markenkit hinzu, um sie hier zu verwenden.
es: Agrega imágenes a tu kit de marca para usarlas aquí.
fr: Ajoutez des images à votre kit de marque pour les utiliser ici.
hi: यहां उपयोग करने के लिए अपने ब्रांड किट में छवियां जोड़ें।
id: Tambahkan gambar ke kit merek Anda untuk menggunakannya di sini.
ja: ここで画像を使用するには、ブランド キットに画像を追加します。
ko: 여기에서 사용하려면 브랜드 키트에 이미지를 추가하세요.
pl: Dodaj obrazy do zestawu marki, aby użyć ich tutaj.
pt_br: Adicione imagens ao kit da sua marca para usá-las aqui.
tr: Burada kullanmak için marka kitinize görseller ekleyin.
uk: Додайте зображення до свого набору брендів, щоб використовувати їх тут.
vi: Thêm hình ảnh vào bộ thương hiệu của bạn để sử dụng chúng ở đây.
zh_hans: 将图像添加到您的品牌套件中以在此处使用它们。
zh_hant: 將圖像添加到您的品牌套件中以在此處使用它們。

source: Add keyframe
de: Keyframe hinzufügen
es: Agregar fotograma clave
fr: Ajouter une image clé
hi: मुख्यफ़्रेम जोड़ें
id: Tambahkan bingkai utama
ja: キーフレームを追加する
ko: 키프레임 추가
pl: Dodaj klatkę kluczową
pt_br: Adicionar quadro-chave
tr: Animasyon karesi ekle
uk: Додайте ключовий кадр
vi: Thêm khung hình chính
zh_hans: 添加关键帧
zh_hant: 新增關鍵幀

source: Add products to your Product Gallery first, then select them here.
de: Fügen Sie zuerst Produkte zu Ihrer Produktgalerie hinzu und wählen Sie sie dann hier aus.
es: Primero agregue productos a su Galería de productos y luego selecciónelos aquí.
fr: Ajoutez d'abord des produits à votre galerie de produits, puis sélectionnez-les ici.
hi: पहले अपनी उत्पाद गैलरी में उत्पाद जोड़ें, फिर उन्हें यहां चुनें।
id: Tambahkan produk ke Galeri Produk Anda terlebih dahulu, lalu pilih di sini.
ja: まず製品を製品ギャラリーに追加してから、ここで選択します。
ko: 먼저 제품 갤러리에 제품을 추가한 후 여기에서 선택하세요.
pl: Najpierw dodaj produkty do swojej Galerii produktów, a następnie wybierz je tutaj.
pt_br: Adicione produtos à sua Galeria de Produtos primeiro e depois selecione-os aqui.
tr: Ürünleri önce Ürün Galerinize ekleyin, ardından buradan seçin.
uk: Спочатку додайте продукти до своєї Галереї продуктів, а потім виберіть їх тут.
vi: Trước tiên hãy thêm sản phẩm vào Thư viện sản phẩm của bạn, sau đó chọn chúng ở đây.
zh_hans: 首先将产品添加到您的产品库，然后在此处选择它们。
zh_hant: 首先將產品新增至您的產品庫，然後在此處選擇它們。

source: Add reference images to guide generation
de: Fügen Sie Referenzbilder zur Leitfadengenerierung hinzu
es: Agregar imágenes de referencia para guiar la generación
fr: Ajouter des images de référence pour guider la génération
hi: पीढ़ी का मार्गदर्शन करने के लिए संदर्भ छवियां जोड़ें
id: Tambahkan gambar referensi untuk memandu pembuatan
ja: ガイド生成に参照画像を追加する
ko: 가이드 생성을 위한 참조 이미지 추가
pl: Dodaj obrazy referencyjne, aby wygenerować wskazówki
pt_br: Adicione imagens de referência para orientar a geração
tr: Üretime rehberlik etmek için referans görselleri ekleyin
uk: Додайте довідкові зображення для створення посібника
vi: Thêm hình ảnh tham khảo để tạo hướng dẫn
zh_hans: 添加参考图像以指导生成
zh_hant: 新增參考影像以指導生成

source: Add tag
de: Tag hinzufügen
es: Agregar etiqueta
fr: Ajouter une balise
hi: टैग जोड़ें
id: Tambahkan tanda
ja: タグを追加
ko: 태그 추가
pl: Dodaj tag
pt_br: Adicionar etiqueta
tr: Etiket ekle
uk: Додати тег
vi: Thêm thẻ
zh_hans: 添加标签
zh_hant: 添加標籤

source: Add your first scene to start building your storyboard.
de: Fügen Sie Ihre erste Szene hinzu, um mit der Erstellung Ihres Storyboards zu beginnen.
es: Agrega tu primera escena para comenzar a construir tu guión gráfico.
fr: Ajoutez votre première scène pour commencer à créer votre storyboard.
hi: अपना स्टोरीबोर्ड बनाना शुरू करने के लिए अपना पहला दृश्य जोड़ें।
id: Tambahkan adegan pertama Anda untuk mulai membuat storyboard Anda.
ja: 最初のシーンを追加して、ストーリーボードの作成を開始します。
ko: 스토리보드 구축을 시작하려면 첫 번째 장면을 추가하세요.
pl: Dodaj swoją pierwszą scenę, aby rozpocząć tworzenie scenorysu.
pt_br: Adicione sua primeira cena para começar a construir seu storyboard.
tr: Hikaye taslağınızı oluşturmaya başlamak için ilk sahnenizi ekleyin.
uk: Додайте першу сцену, щоб почати створювати розкадровку.
vi: Thêm cảnh đầu tiên của bạn để bắt đầu xây dựng bảng phân cảnh của bạn.
zh_hans: 添加您的第一个场景以开始构建故事板。
zh_hant: 添加您的第一個場景以開始建立故事板。

source: Add your products here to quickly use them in product photoshoots.
de: Fügen Sie hier Ihre Produkte hinzu, um sie schnell in Produktfotoshootings zu verwenden.
es: Agregue sus productos aquí para usarlos rápidamente en sesiones de fotos de productos.
fr: Ajoutez vos produits ici pour les utiliser rapidement dans des séances photo de produits.
hi: उत्पाद फोटोशूट में शीघ्रता से उपयोग करने के लिए अपने उत्पादों को यहां जोड़ें।
id: Tambahkan produk Anda di sini untuk menggunakannya dengan cepat dalam pemotretan produk.
ja: ここに商品を追加すると、商品の写真撮影ですぐに使用できます。
ko: 제품 사진 촬영에 빠르게 사용하려면 여기에 제품을 추가하세요.
pl: Dodaj tutaj swoje produkty, aby szybko wykorzystać je w sesjach zdjęciowych produktów.
pt_br: Adicione seus produtos aqui para usá-los rapidamente em sessões de fotos de produtos.
tr: Ürün fotoğraf çekimlerinde hızlı bir şekilde kullanmak için ürünlerinizi buraya ekleyin.
uk: Додайте тут свої продукти, щоб швидко використовувати їх у фотосесіях.
vi: Thêm sản phẩm của bạn vào đây để nhanh chóng sử dụng chúng trong các buổi chụp ảnh sản phẩm.
zh_hans: 在此添加您的产品，以便在产品照片拍摄中快速使用它们。
zh_hant: 在此添加您的產品，以便在產品照片拍攝中快速使用它們。

source: Added to Queue
de: Zur Warteschlange hinzugefügt
es: Agregado a la cola
fr: Ajouté à la file d'attente
hi: कतार में जोड़ा गया
id: Ditambahkan ke Antrean
ja: キューに追加されました
ko: 대기열에 추가됨
pl: Dodano do kolejki
pt_br: Adicionado à fila
tr: Sıraya eklendi
uk: Додано до черги
vi: Đã thêm vào hàng đợi
zh_hans: 已添加到队列
zh_hant: 已新增至佇列

source: Additional Colors
de: Zusätzliche Farben
es: Colores adicionales
fr: Couleurs supplémentaires
hi: अतिरिक्त रंग
id: Warna Tambahan
ja: 追加の色
ko: 추가 색상
pl: Dodatkowe kolory
pt_br: Cores Adicionais
tr: Ek Renkler
uk: Додаткові кольори
vi: Màu bổ sung
zh_hans: 附加颜色
zh_hant: 附加顏色

source: Additional Metadata
de: Zusätzliche Metadaten
es: Metadatos adicionales
fr: Métadonnées supplémentaires
hi: अतिरिक्त मेटाडेटा
id: Metadata Tambahan
ja: 追加のメタデータ
ko: 추가 메타데이터
pl: Dodatkowe metadane
pt_br: Metadados Adicionais
tr: Ek Meta Veriler
uk: Додаткові метадані
vi: Siêu dữ liệu bổ sung
zh_hans: 附加元数据
zh_hant: 附加元數據

source: Additional Reference Images (Optional)
de: Zusätzliche Referenzbilder (optional)
es: Imágenes de referencia adicionales (opcional)
fr: Images de référence supplémentaires (facultatif)
hi: अतिरिक्त संदर्भ छवियाँ (वैकल्पिक)
id: Gambar Referensi Tambahan (Opsional)
ja: 追加の参照画像 (オプション)
ko: 추가 참조 이미지(선택 사항)
pl: Dodatkowe obrazy referencyjne (opcjonalnie)
pt_br: Imagens de referência adicionais (opcional)
tr: Ek Referans Görselleri (İsteğe Bağlı)
uk: Додаткові довідкові зображення (необов’язково)
vi: Hình ảnh tham khảo bổ sung (Tùy chọn)
zh_hans: 其他参考图像（可选）
zh_hant: 其他參考影像（可選）
